Repository: mozilla-l10n/mt-training-data
Catalog: lss/lss_pontoon.tmx
Source language: en_us
Languages: lss

source: Other people validate those voice clips.
lss: ٻيا ماڻهون ھن ڪلپنک ويليڊيٽ تا ڪن

source: Our governance is founded on the pillars of:
lss: اسان جي گورنفس ھنا پیلرن ته بیٿِی هلا:

source: p
lss: پ

source: Paiwan
lss: پائيوان

source: Palula
lss: پاللا

source: Papiamento
lss: پپيامينٽ

source: Papiamento (Aruba)
lss: پپيامينتو (اربا)

source: Partner
lss: پارٽنر

source: Partners
lss: پارٽنرا

source: Partnerships and networks
lss: پاتنر شپا ٻیو نيٽورک

source: [Part of the text can’t be heard]
lss: [مواد جو حصو ٻدڻ ام ڪون تو اچي]

source: Pashto
lss: پشتو

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
lss: ڪو من وائس هیڪڙو عوامي طور ا جو وائس ڊيٽا سيٽ اهي، جيڪو سڄي دنيام مددگارن جي آوازl سین هلا تو. اهي ماڻهو جيڪي وائيس ايپليڪيشنون بناڻ تا چاهين سي مشين لرننگ ماڊلز اک تربيت ڏيڻ لا ڊيٽا سيٽ استعمال ڪري سگهن تا.</p> <p>هن وقت اڪثر وائس ڊيٽا سيٽ ڪمپنين جي ملڪيت ان، جيڪي ترقي اک روڪين تيون. وائس ڊيٽا سيٽا بي گهٽ نمائندگي ڪن تا: غير انگريزي ڳالاڙوارن، رنگ آ جا ماڻهو، معذور ماڻهو، مايون ٻيو LGBTQIA+ ماڻهو. هنا جو مطلب l هي ته آوازات هلڻ وارئي ٽيڪنالاجي ڪيتري زبانيت ڪم ڪونتي ڪري، ٻيو جتي ڪم ڪري تي،ايها هر ڪنهن لا هيڪجهڙي بهتر ڪوني. اسين انک تبديل ڪرڻ تا چايان ته هر جڳا ماڻهون متحرڪ ڪري سگهان ھُنن جي آواز شيئر ڪري.</p>

source: People come and contribute their voices.
lss: ماڻھو اچين تا ٻيو پانجي آواز ڪنٽربوٽ تا ڪن.

source: Persian
lss: فارسي

source: <playIcon></playIcon>Last one!
lss: آخري!

source: Play/Stop
lss: هلائي/روڪ

source: Please select a language to review sentences.
lss: مھرباني ڪري زبان سليڪٽ ڪر جملا رويو ڪرڻ لا.

source: Polish
lss: پالش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
lss: بنائي اڪائونٽ اگر توجو ڪوني ته. پو ڪڙ پانجي زبان ٻيو ڪڙ پروجيڪٽ اک ڪو من وائيس اک. اُتي هونديون فائليون ترجمو ڪر ڻ لا. هيڪڙي ڪڙ ، پو وا انگلش ام جملا ڏيکا ريندي ٻيو هيڪڙو باڪس ترجمو ڪرڻ لا.

source: Portuguese
lss: پورتوگيز

source: Privacy
lss: پرائيويسي

source: Privacy, security and transparency.
lss: پرائیویسی،سیکيورتی ، بیو ترانسپیرنسی.

source: Profile
lss: پروفائل

source: Pular Guinea
lss: پولار گنيءَ

source: Punjabi
lss: پنجابي

source: Puno Quechua
lss: پنو قچيءَ

source: Quechua Ambo-Pasco
lss: قيچيا امبو - پاسڪو

source: Quechua Cajatambo
lss: ڪوچيا ڪيجامبو

source: Quechua Chanka
lss: قيچوا چنڪا

source: Quechua Chiquián
lss: ڪوچيا چيقن

source: Quechua Corongo Ancash
lss: ڪوچيا ڪارونگو انڪش

source: Quechua Pasco Santa Ana de Tusi
lss: كوينچوا پاسڪو سنتا انا ڏی تُسي

source: Quechua Sihuas Ancash
lss: ڪوچيا سنيس انڪش

source: Quechua Yauyos
lss: ڪوچيا يائيوس

source: r
lss: ر

source: Reader Effects
lss: پڙهن واري جا اثرا

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
lss: پڙهڻ ڪنٽرڪشن اينک جيڪي ڪون اين.

source: Read the sentence carefully - don’t miss, change or add words.
lss: جملينک ديهان سی پڙھ. مس نکر بدلائی ہی نا يا لفـظ شامل نڪر.

source: Ready to do { $count } more?
lss: ٻي لا ؟

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
lss: حاصل ڪريو اي مي ا جيئن چئلينج ٻيو گول ريمندرا، پروگريساپڊيٽا، ٻيو ڪو من وائيس ا جون خبرون.

source: [Recording cut off before the end of the last word]
lss: [آخري لفظ جي اينڊ نان پرين جلدي رڪاڊنگ ختم ڪرڻ]

source: Recordings
lss: ريڪارڊنگيون

source: Record/Stop
lss: ريڪارڊ ڪر/روڪ

source: Record yourself responding to questions and prompts in your language
lss: پانچی آواز ریکارڊ ڪر پانچی زبانم سوالین جا جواب دیندین ٻیو پرومتین جا جواب ڏيندي.

source: Record your voice
lss: پانجي آواز ريڪارڊ ڪر

source: Reject
lss: ريجيڪٽ ڪر

source: Report
lss: رپورٽ ڪر

source: Report was passed successfully
lss: رپورٽ ڪاميابي ا سين پاس ڇي ويئي

source: Request a Language
lss: درخواست ڏي زبان ا لا

source: *required
lss: لازمي آ

source: Re-record clip
lss: وري ريڪارڊ ڪر ڪلپ اک

source: Return
lss: واپس وڃڻ

source: Return to Common Voice
lss: واپس اچو ڪومن وائيسام

source: Return to Common Voice Datasets
lss: ڪومن وائس ڊيٽا ت واپس اچ.

source: Review
lss: ريويو ڪر

source: Review could not be saved. Please try again later.
lss: رويو محفوظ ڪون ٿيو. مھرباني ڪري وري ڪوشش ڪر بعد ام.

source: ⓘ Review Criteria
lss: ⓘ رويوا جو ڪرائيٽيريا

source: Review Criteria
lss: رويوا جو ڪرائيٽيريا

source: Reviewed sentences not submitted, are sure?
lss: ريويو ٿيل جملا ڪون جمع ٿيان، يقين ائي؟

source: Review Sentences
lss: ريويو ڪر جملا.

source: Review transcriptions of recorded sentences for accuracy
lss: ريويو ڪر ريڪارڊ ٿيل جملين جون ٽرانسڪرپشنيو صحيح هونجن لا

source: Review user-submitted transcriptions in your language
lss: ريويو ڪر جمع ٿيل ٽرانسڪرپشنا توجي زبان ا جون

source: Romanian
lss: رومانين

source: Romansh Sursilvan
lss: رومانش سرسلون

source: Romansh Vallader
lss: رومانش ويلادر

source: Rukai
lss: رڪائي

source: Runyankole
lss: رنياڪولي

source: Russian
lss: رشين

source: s
lss: س

source: S
lss: س

source: Sakha
lss: سكا

source: Santali (Ol Chiki)
lss: سنتالي (اول چڪي)

source: Saraiki
lss: سرائيڪي

source: Sardinian
lss: سردينين

source: Scots
lss: اسڪاٽس

source: Select a Language...
lss: ايڪري زبان کڙ.

source: Sentence Collection
lss: جملي جي ڪليڪشن.

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
lss: ڏِس مزيد جملا جمع ڪرڻ جي باريم.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
lss: ڏِس ا سانجو گاھيڊ ته ڪيئن جملا جمع ڇن تا.

source: Sentences are collected for people to read aloud.
lss: جملا جمع چِي ويان ته ماڻھو پڙھن.

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
lss: جملا ریویو ڇڻ کپن ٻيو قبول ڇڻ کین ٻا ماڻھي وٽان تا ڪومن وائس م وجي سڳجن. تون بنائی سڳي تو گائیڈ لائنز پانچی زبان لا. جملا هونجن ۱۵ نان ڪم لفظي جا. تو هُنا مواد جي مالک نان CC ڪرڻ لا درخواست ڏيي سڳي تو ویور پروسس جي ذريعي ٻیو موڪلي سگي تو قومن وائس جي اي ميلت.

source: { $sentences } sentences reviewed. Thank you!
lss: جملا رويو ٿي ويا. مهرباني!

source: Serbian
lss: سربين

source: Setswana
lss: سيٽسوانا

source: Shan
lss: شان

source: Shilha
lss: شيلها

source: Shortcuts
lss: شارٽڪٽا

source: [Should be ‘dinosaurs’]
lss: ڇڻ کپا `ڏئيناسورا`.

source: [Should be “We are”]
lss: [ڇن کپا `اسين تا`]

source: Sicilian
lss: سيڪيلين

source: Sign up
lss: سائين آپ

source: Sindhi
lss: سنڌي

source: Sinhala
lss: سنهالا

source: Siswati
lss: سسواتي

source: Skip
lss: سڪپ ڪر

source: Slovak
lss: سلوويڪ

source: Slovenian
lss: سلووينين

source: Social media
lss: سوشل ميڊِيا

source: Somali
lss: سومالي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
lss: کچھ زبانیم REQUEST CONTEXT or REPORT ISSUE الائي ويريٹيشن تي هونج ھن جي گرامر ووڪیبلری بیو پرو ننسیایشن ا م ھنا وجا سین اسین<ctaLink> متعارف ڪريان تا ۲۰۲۲ م ‘Variants’</ctaLink> . ايو جماعتیں ک رستو تیندو تا ھو پانچی زبانک وڊي دیتا بیس جي اندرا مختلف سمجن.

source: Someone asks for a language to be added.
lss: ڪير پانجي زبانک وجن تو چائي.

source: Soninke
lss: سوننڪي

source: Sorbian, Lower
lss: سروبين، لوئر

source: Sorbian, Upper
lss: سوربين، اپر

source: Source: { $sentenceSource }
lss: سورس:

source: Southern Kurdish
lss: سُوٿرين ڪردش

source: Southern Pastaza Quechua
lss: سائوٿرن پستازا ڪوچيا

source: Southern Sotho
lss: سائوٿرن سوڙو

source: Spanish
lss: اسپينش

source: Speak
lss: گهالائي

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
lss: پانچی عام آواز ڳالائی. جيان تون ڳالائیتو ايئن قبول ا ھتي. اسانک توجو ايڪسينٽ کپا تو جيان آهي، ٻيو انسانک کپا عام طور جو آواز، اسٽائل پیو انتو نیشن.

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
lss: [کل] وڌا ڏئيناسورا [کل]-ياسڪ ا جا.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
lss: وائس ڪلیپک ریجیڪت نہ کر اگر ڳا لاڙ وارین جو ایکسینٽ تو جی ایکسینٽ نا الگ ا. ایو ضروری ا وائس رینگنیشن لا تہ ھو سینی لا ڪم ڪري.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
lss: ڪریايٽو بنج! تو جي زبان جي جماعت مختلف ھوندی ٻيو ايي الائي ڪم رستان شروع ڪرڻ جا.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
lss: [ڇڪ] وڌا ڏئيناسورا [کنگ] ترياسڪ ا جا.

source: Submit
lss: جمع ڪر

source: Submit a new question for the community to read and respond to
lss: جمع کر سوال کمیونٹی لا ته ھو پڙهڻ ٻيو جواب ڏيڻ لا.

source: Submit a report
lss: رپورٽ جمع ڪر

source: Submit clips
lss: کليپک جمع ڪر

source: Success
lss: ڪاميابي

source: Swahili
lss: سواحل

source: Swedish
lss: سويديش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
lss: سیدی ھٿ پار ڦیر جملینک اپروو ڪرڻ لا، الٽي هٿا پار ڦیر ریجیڪٽ ڪرڻ لا، متی ڦیر اِسڪپ ڪرڻ لا. پانجو ریویو جمع ڪرڻ نہ بلج.

source: Syriac
lss: سائريئڪ

source: Tagalog
lss: تگالوگ

source: Tahitian
lss: تحتين

source: Taiwanese (Minnan)
lss: تائيوانيس (مينان)

source: Tajik
lss: تاجڪ

source: Taking several attempts to read a word.
lss: لفظ اک الاهي دفان پڙ.

source: Tamazight
lss: تمزائيگٽ

source: Tamil
lss: تامل

source: Tap
lss: ٽيپ ڪرڻ

source: Tarifit
lss: تريفت

source: Tatar
lss: تتر

source: Teke
lss: ٽڪي

source: Telugu
lss: تيليگو

source: Tepeuxila Cuicatec
lss: تيپيوزلا ڪيقطيڪ

source: Terms
lss: ترمز

source: Teutila Cuicatec
lss: تيتلا ڪيقطيڪ

source: Thai
lss: ٿائي

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
lss: ريڪارڊنگ ڪرڻ جي مهرباني. هاڻ ریویو کر بیو جمع کر پانچیون ڪلپیون ھیت وڃین.

source: The bumblebee sped by.
lss: ماکي تيزي ا سين اڳيان ودي.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
lss: ڪلپا جي گريويارڊ ام وائيس ڪلپا جيڪي ڪومن وائيس ڊيٽا سيٽ ام ڪون وني ساڳيا هونجن تا. ڊيٽا سيٽ آ گان، کليپ گريوييارڊ آ بی هونجن تا. اسين ھن ما ڻھن جا شڪر گزار آ يان

source: The clip has disrespectful or offensive language.
lss: کليپ ام بعيزاتي يا آفينسو زبان ا.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
lss: ڪومن وائيس ڊيٽا سيٽ ام سيڪڙون ھزارون وائس آ جا سيمپل آ هونجن تا جيڪي ڊولپرنک وائيس رڪوڳڻيشن بناڙم مدد ڪن تا.

source: The giant dinosaur of the Triassic.
lss: وڌو ڏئيناسور ترياسڪ ا جو.

source: The giant dinosaurs of the Triassi-.
lss: وڌا ڏئيناسورا ترياس- ا جا.

source: The giant dinosaurs of the Triassic.
lss: وڌا ڏئيناسورا ترياسڪ ا جا.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
lss: وڌا ڏئيناسورا ترياسڪ ا جا. [هيڪڙي آواز ام پڙھ]

source: The giant dinosaurs of the Triassic. Yes.
lss: وڌا ڏئيناسورا ترياسڪ ا جا. ھائو.

source: The giant dino <strong>[cough]</strong> the Triassic.
lss: وڌا ڏئيناسورا [کنگ] ترياسڪ ا جا.

source: There are currently no sentences to review in this language.
lss: ھن زبان لا جملا کونین ریویو ڪرڻ لا.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
lss: زبان ا جي باريم سوچڻ جا الاهي طريقا ان. اسپيچ ريڪگنيشن ماڊلز جي مقصدن لا، Common Voice مشورو ڏي تو ته ’باہمي سمج ات ڌيان ڏيياڙ و کپا، يا ’ڇو هن زبان ا جي ڳالاڙ وارا هڪري ٻيک سمجهي سگهن تا جڏهن هي ڪوشش ڪن تا؟

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
lss: سينٽينس ڪلیکٽر ڪور ڪومن ووائس پار وڃيا پیو. تون هاڻ جملو لکي یا ریویو ڪري سڳی تو سنگل جملي جي جمع ٿيڻ ڪومن ووائس ات.

source: The sentence has a grammatical or spelling error.
lss: هنا جملي م گرامر يا اسپيلنگ ا جو ايرر ا.

source: The sentence has disrespectful or offensive language.
lss: هنا جملي م بيعزتي واري يا آفينسايو زبان ا.

source: The sentence must be grammatically correct.
lss: جملو گرامر جي حساب سين صحيح هونجن.

source: The sentence must be speakable.
lss: جملو ڳالاڻ جي حساب سين صحيح هونجا.

source: The sentence must be spelled correctly.
lss: جملو صحيح هِڄي ٿيو هونجن.

source: The site is ready to be launched when it reaches 75% completion.
lss: ۷۵ فیصد مکمل ڇڻ جي بعد سائت لاؤنچ ڇڻ لا تیار تی ھونجا.

source: The website text is translated into that language.
lss: ويبسائٽ آ جي لکت آ جو ترجمو هنءَ زبان ام ٿي ويو.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
lss: ایا معلومات لازمي ڪونی ڏيڻ. تون وجي سگي تو ا يا معلومات اگر تون سمجھیں تو ته ڏيڻ صحیح ا. جڏهن تون ڊیٽا ریلیز ڪرين تو اسين ذاتي معلوما تک لڪایاتان ٻيو خیال کريان تان جيهن نالو، ای میل ایڈریس دیموگرافک معلومات سین ملیا کونین جیئن عمر وغيره.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
lss: ایا سیتنگ توجی ليڊربورد جي ظاهر ڇڻک ڪنٽرول تي ڪري. جڏهن لڪيل هوندو تدين تو جو پروگریس پرائیوٹ ھوندو انٹی مطلب تہ تو جي امج تصویر و یوزر نیم پیو سرو گریس لیدربوردت ظاهر عون چندا نوت عزت لیدربورد ریفریشک بہ منت بگنتا تبدیلیون آرتم

source: Thur
lss: ٿر

source: Tibetan
lss: تبيتَن

source: Tigre
lss: تگري

source: Tigrinya
lss: تگرينيا

source: Tlazoyaltepec Mixtec
lss: تلازويلتيپيڪ مڪسٽيڪ

source: Toki Pona
lss: توکي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
lss: هيڪڙي وائس ڪلپک ٻا ماڻھو ضرور ويليڊيٽ ڪن تا هو ڪومن وائس ڊيٽا سيٽ ام ونيا

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
lss: <translateVideoLink> ڏِس اسان جو گائیايڊ تہ گیئن پون تون استعمال تو ڇئ. </translateVideoLink>

source: Translating the site
lss: سائٽ جو ترجمو ڪرڻ.

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
lss: ترجمو انگلش ما ڇندوں ا پر توک ٻي زباني مابي الائی مشورا ملندا. پروفائيل جي آئی کون ک ڪلک ڪر پو سيٽنگ جي لنڪ ڪر جيڪا بی زبان تو گالھا ئی تو. سینی نا ھیٽ سیدی هت ات لسٽ ھوندي ترجمي جي لوڪلس جي نالي سين. ترجما ظاھر ٿي سگن تا سائٽ جي اندر هنری دينهن جي بعد.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
lss: کومن وائيس جو ترجمو پون ٽون ات تو ڇہ.

source: Tshivenda
lss: تشويندا

source: Tunen
lss: تنين

source: Tupuri
lss: ٽُپِري

source: Turkish
lss: ترکيش

source: Turkmen
lss: تورکمن

source: Tush
lss: تش

source: Tuvan
lss: توان

source: Twi
lss: ٽوي

source: Ubykh
lss: اوباک

source: Udmurt
lss: ادمرت

source: Ukrainian
lss: يوڪرانين

source: Understand contribution criteria
lss: سمجھ ڪنٽريبوشن جو ڪرائيٽيريا

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
lss: سمجھ ڇو ڏسرو ا وائس ڪلپيک ٻدڻ ام ٻيو مدد ڪر پانجي آواز رڪاڊنگ صحيح ڪرڻ ام.

source: Urdu
lss: اردو

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
lss: يوزرا دونيٽڏ کليپناک صحيح تا ڪن چيڪ ڪري تا اسپيڪر جمليک صحيح پڙها پيو.

source: Uyghur
lss: اگھر

source: Uzbek
lss: ازبڪ

source: Validate Readings
lss: ريڊنگايک ويليڊيٽ ڪر

source: Validate Readings, Review Transcriptions
lss: ريڊنگايک ويليڊيٽ ڪر، ٽرانسڪرپشنيک ريويو ڪر.

source: Validate readings submitted by community members
lss: ويليڊيٽ ڪر جماعت جي ميمبرين وٽان جمع ٿيل ريڊنگيون

source: Validate user-recorded readings in your language
lss: ويليڊيٽ ڪر ريڪارڊ ٿيل ريڊنگيون توجي زبان ا جون

source: Value and recognition.
lss: و یلیو پیو ریکگنیشن.

source: Varying Pronunciations
lss: مختلف پروننسيايشنيون

source: Venetian
lss: وينيٽيان

source: Vietnamese
lss: نيتنامز

source: Voice clips are entered into a submission queue that readies them for listening.
lss: وائس ڪلمپا جمع ڪرڻ جِي لين آم ٻڏن لا تيار تا ڇن.

source: Voice Contribution
lss: وائس جو ڪنٽربيوشن

source: Voice Validation
lss: وائس جی ويلیڏيشن

source: Volume
lss: آواز

source: Votic
lss: ووٽڪ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
lss: عام آوازنک صحيح بناڻم مدد ڪرڻ چايو تا؟ زبردست! اي ميل ات رابطو ڪريو <discourseLink>Discourse</discourseLink> فورمز، سائيٽ جي مسئليک<githubLink>GitHub</githubLink> ات جمع ڪريو، يا شامل ٿيو <matrixLink>Matrix</matrixLink> ڪميونٽي چيٽ ام

source: Want to save your information? <createProfile>Create a profile</createProfile>
lss: پانجی معلومات محفوظ ڪرڻ چائینتو؟ <createProfile> پروفائل بنائی </createProfile>

source: Want to stay in touch with Common Voice?
lss: ڪومن وائس آ سين رابطيم هونجڙ چائين تو؟

source: Watch our video explainer to help
lss: اسانجو ویڈیو ایکسپلینز ڈس مدد لا .

source: Wayuunaiki
lss: ويُونئنڪي

source: We are going out to get a coffee.
lss: اسين ٻار ڪافي وٽڻ تا وڃيان.

source: We are going out to get coffee.
lss: اسين ٻار ڪافي پيئڻ تا وڃيان.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
lss: اسين Mozilla ت آواز ٽيڪنالاجي واري ڪميونٽي بنايان پيا. اسين تازه ڪارين، نئين ڊيٽا جي ذريعي رابطيم هونجن چايان تا ٻيو ٻڌڻ لا ته اوين هن ڊيٽاک ڪيئن استعمال ٻيٺاڪريو.

source: Website Localization
lss: ويبسائٽ آ جي لاڪليزيشن

source: We couldn’t get any audio clips for you to listen to. Please try again later.
lss: اسانک آڊيو کلپا ڪون ملي ساڳيا تا تون ٻڌين. مهرباني ڪري وري ڪوشش ڪر.

source: We couldn’t get any sentences for you to speak. Please try again later.
lss: اسانک جملا ڪون ملي ساڳيا تا تون ڳا لائين. مهرباني ڪري وري ڪوشش ڪر.

source: We launch the Common Voice site in this language.
lss: اسين ڪومن وائس سائٽ هنا زبانم شروع ته ڪريان.

source: Welsh
lss: ويلش

source: We may have run out of clips - refresh the page, or try again later.
lss: اسان وٽ ڪلپا ختم ٿي ويان - پيج اک ريفريش ڪر، يا وري ڪوشش ڪر

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
lss: اسين وعدو تا ڪريان تا اوانجي معلوماتک خيال سين رکندا س. مزيد پڙو اسانجي پرائيويسي نوٽيسام.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
lss: اسين آوازن جي هيڪڙي اوپن سورس ڊيٽا سيٽ ڪريا پيا. پانجو آواز ڏي، ٻين ماڻهن جي ڪلپنک صحي ڪر، ڊيٽا سيٽک هر ڪنهن لاء بهتر بنائي.

source: We’re going out to get coffee.
lss: اسين ٻار ڪافي پيئڻ وڃيان.

source: We release the dataset every 3 months.
lss: اسين ڊيٽاسيٽ اَک هر ۳ مھينیم رليز تا ڪريان

source: We're making some big changes
lss: اسین کچھ وڊیيون تبدیلیون تا ڪریان.

source: We’re sorry, your platform is not currently supported.
lss: اسین معذرت خواہ ایان تہ تو جو پلیٹ فارم ڪون پیٹھو سپورٽ ڪري.

source: Western Highland Purepecha
lss: وسٽرن هائيلند پريپيچا

source: Western Sierra Puebla Nahuatl
lss: وسترن سِيرَ پوئبلا نهوائي

source: Westphalian
lss: ويسٽفليان

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
lss: اسین موزیلا جو تول پون تون تا استعمال ڪريان ترجما ڪرڻ لا. یون نون ام الائی زبانی ھوجن تيو، پر اگر تو جی زبان ڪوني ته درخواست ڪر پانجی زبان ک وجڻ لا. پو ھن زبانگ ڪومن واٹس پروجیعت موجود ڪرڻ لا درخواست ڪر ڳٺھب ام. ڏس مزيد سائٽ جي ترجمي جي با ريم.

source: We've run out of sentences to record in this language...
lss: اسان وٽ ٻيا جملا ختم چِي ويان هنا زبان ا لا...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
lss: اسين چايان تا ته تقريرا جا ماڊل بهتر هو ننجن ته ڳالاڙ وارن جي مختلف رينجک سمجهڻم. ائين ڇڻ لا، هيڪري آواز ڊيٽا سيٽک ڪيتري ئي مختلف ماڻهن جي نمائندگي ڪرڻ کپي.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
lss: اسين توسین ربطیيم رهنداس ته ڪيئن توجي زبان ڪومن وائسم شامل ڪراڙي آ

source: What is a language on Common Voice?
lss: ڪو من وائس ام هيڪڙي زبان چو ا ؟

source: What issues are you experiencing with this sentence?
lss: توک هنا جملي م ڪهڙا ايشوا اهِين؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
lss: جنهين هيڪڙو يوزر هيڪڙي وائس کليپک ريجيڪٽ تو ڪري تا وا واپس لين ام تی اچي. اگر ٻي دفان ريجيڪٽ ڇا تا ڪلپا جي گريويارڊ ام هلي تي ونا.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
lss: ٻڌهڻ ام، ڏس ته جيڪو لکيو ا ايو هي رِيڪاڊ ٿيو ا؛ ريجيڪٽ ڪر اگر ننڍيون غلطيون بي اهين. <br /> عام غلطيون اهين:

source: Why ?
lss: ڇيلا؟

source: Why Common Voice?
lss: ڪومن وائس ڇيلا؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
lss: پروفائل سين، تون پانجی ايڪٽوٽي ڏسي سگهي تو ٻيو وائس ڊیتا ڪنٽريبيوٽراين جي جماعتیں سين رابطو ڪري سگهي تو.

source: Wixárika
lss: وزارڪا

source: Wolof
lss: ولوف

source: Write
lss: لکڻ

source: Xhosa
lss: زهوسو

source: Xitsonga
lss: زٽسونگا

source: y
lss: ي

source: Y
lss: ي

source: Yes
lss: ھائو
